Repository: CityOfZion/NEOScan
Catalog: apps/neoscan_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: ro, zh

source: can't be blank
ro: nu poate fi gol
zh: 不能填写空白

source: has already been taken
ro: a fost deja luat
zh: 已经被领取

source: is invalid
ro: este invalid
zh: 是无效的

source: must be accepted
ro: trebuie sa fie acceptata
zh: 必须被接受

source: has invalid format
ro: are format invalid
zh: 格式无效

source: has an invalid entry
ro: are o intrare invalida
zh: 有一个无效的条目

source: is reserved
ro: este rezervat
zh: 被预定了

source: does not match confirmation
ro: nu se potriveste confirmarea
zh: 不符合确认

source: is still associated with this entry
ro: este inca asociat cu aceasta intrare
zh: 仍与此条目相关联

source: are still associated with this entry
ro: sunt inca asociate cu aceasta intrare
zh: 仍然与此条目相关联

source: should be %{count} character(s)
ro: ar trebui sa aiba %{count} caracter
zh: 应该填写 %{count} 个字符

source: should have %{count} item(s)
ro: ar trebui sa aiba %{count} element
zh: 应该有 %{count} 条内容

source: should be at least %{count} character(s)
ro: ar trebui sa aiba cel putin %{count} caracter
zh: 应至少为 %{count} 个字符

source: should have at least %{count} item(s)
ro: ar trebui sa aiba cel putin %{count} element
zh: 应至少为 %{count} 条内容

source: should be at most %{count} character(s)
ro: ar trebui sa aiba cel mult %{count} caracter
zh: 应最多为 %{count} 个字符

source: should have at most %{count} item(s)
ro: ar trebui sa aiba cel mult %{count} element
zh: 应最多为 %{count} 条内容

source: must be less than %{number}
ro: trebuie sa fie mai mic decat %{number}
zh: 必须小于 %{number}

source: must be greater than %{number}
ro: trebuie sa fie mai mare decat %{number}
zh: 必须大于%{number}

source: must be less than or equal to %{number}
ro: trebuie sa fie mai mic sau egal cu %{number}
zh: 必须小于或等于 %{number}

source: must be greater than or equal to %{number}
ro: trebuie sa fie mai mare sau egal cu %{number}
zh: 必须大于或等于 %{number}

source: must be equal to %{number}
ro: trebuie sa fie egaul cu %{number}
zh: 必须等于 %{number}
